export const messagesInRussian = {
  "language.english": "Английский",
  "language.russian": "Русский",
  "actions.logout": "Выход",
  "actions.close": "Закрыть",
  "actions.sign_up": "Записаться",
  "actions.add_review": "Оставить отзыв",
  "actions.join": "Присоединиться",
  "routes.lessons": "Уроки",
  "routes.payments": "Пополнить счёт",
  "routes.reviews": "Отзывы",
  "routes.dashboard": "Главная",
  "routes.promotions": "Акции",
  "routes.meetings": "Мероприятия",
  "routes.about_us": "О нас",
  "fields.language": "Язык",
  "fields.price": "Цена",
  "fields.date": "Дата",
  "fields.time": "Время",
  "fields.places_left": "Осталось мест",
  "fields.filled": "Заполнено",
  "fields.teacher": "Преподаватель",
  "fields.senior_group": "Старшая группа",
  "fields.junior_group": "Младшая группа",
  "fields.your_upcoming_lessons": "Ваши следующие занятия",
  "fields.loyalty_program": "Бонусная программа",
  "fields.loyalty_program_description": `Зарабатывай OkieDokie points и меняй их на занятия! OkieDokie
              points начисляются за репост актуальных новостей нашего клуба,
              победу в викторинах и приглашение друзей на наши встречи!`,
  "text.nothing_to_show": "К сожалению, ничего не нашлось",
  "fields.completed_lessons": "Пройдено уроков",
  "fields.account_balance": "Баланс аккаунта",
  "fields.latest_news": "Актуальные новости",
  "actions.choose_your_group": "Выберите вашу группу",

  "promotions.promotions_bonuses": "Бонусная программа Okie Dokie! клуба",
  "promotions.promotions_bonuses_description": `Новая система лояльности клуба - OkieDokie points! Получайте
                    OkieDokie points и меняйте их на индивидуальные или
                    групповые занятия!`,
  "promotions.promotions_exchange_rate_1":
    "5 OkieDokie points = 1 занятие в группе",
  "promotions.promotions_exchange_rate_2": `10 OkieDokie points = 1 индивидуальное занятие с
                        преподавателем (30 минут)`,
  "promotions.how_to_get_points": "Как получить OkieDokie points?",
  "promotions.how_to_get_points_desc_1": `Сделать репост актуальных новостей и анонсов
                        мероприятий, опубликованных в социальных сетях клуба,
                        помеченных значком 👌 в левом верхнем углу – 1 point`,
  "promotions.how_to_get_points_desc_2": "Победить в викторине – 1 point",
  "promotions.how_to_get_points_desc_3": `Привести на мероприятие друга – 5 points (после оплаты
                        другом занятия, следующего за первым, бесплатным)`,
  "promotions.how_to_obtain_classes":
    "Как обменять накопленные OkieDokie points на занятия?",
  "promotions.how_to_obtain_classes_desc": `Просто дайте об этом знать организатору клуба любым удобным для вас способом – либо на мероприятии, либо в личном сообщении 
Организатор обычно сам спрашивает участников, не пора ли обменять заработанные бонусы на занятия.`,

  "group.elementary": "Группа «Elementary» (A1) возраст 11+",
  "group.elementary_description": `Понимаю и могу употребить в речи знакомые фразы и
                        выражения, необходимые для выполнения конкретных задач`,

  "group.pre_intermediate": "Группа «Pre-intermediate» (А2) возраст 13+",
  "group.pre_intermediate_description": `Понимаю отдельные предложения и часто встречающиеся
                        выражения, связанные с основными сферами жизни`,

  "group.intermediate": "Группа «Intermediate»",
  "group.intermediate_description": `Умею общаться в большинстве ситуаций, которые могут
                        возникнуть во время пребывания в стране изучаемого языка`,

  "lesson.successful_signup": `Вы были успешно записаны на занятие`,
  "lesson.successful_signup_description": `Ссылка на подключение к мероприятию будет доступна на Главной
                странице сайте, на картинке забронированного мероприятия, за 15
                минут до его начала`,
};
