export const messagesInRussian = {
  "language.english": "Английский",
  "language.russian": "Русский",
  "actions.logout": "Выход",
  "actions.close": "Закрыть",
  "actions.sign_up": "Записаться",
  "actions.add_review": "Оставить отзыв",
  "actions.join": "Присоединиться",
  "routes.lessons": "Уроки",
  "routes.payments": "Пополнить счёт",
  "routes.reviews": "Отзывы",
  "routes.dashboard": "Главная",
  "routes.promotions": "Акции",
  "routes.meetings": "Мероприятия",
  "routes.about": "О нас",
  "fields.language": "Язык",
  "fields.price": "Цена",
  "fields.date": "Дата",
  "fields.time": "Время",
  "fields.places_left": "Осталось мест",
  "fields.filled": "Заполнено",
  "fields.teacher": "Преподаватель",
  "fields.senior_group": "Старшая группа",
  "fields.junior_group": "Младшая группа",
  "fields.your_upcoming_lessons": "Ваши следующие занятия",
  "fields.loyalty_program": "Бонусная программа",
  "fields.loyalty_program_description": `Зарабатывай OkieDokie points и меняй их на занятия! OkieDokie
              points начисляются за репост актуальных новостей нашего клуба,
              победу в викторинах и приглашение друзей на наши встречи!`,
  "text.nothing_to_show": "К сожалению, ничего не нашлось",
  "fields.completed_lessons": "Пройдено уроков",
  "fields.account_balance": "Баланс аккаунта",
  "fields.latest_news": "Актуальные новости",
  "fields.elementary": "Дети 9-11 лет",
  "fields.pre_intermediate": "Дети 10-13 лет",
  "fields.intermediate": "Подростки от 12 лет",
  "fields.adults": "Взрослые",

  "actions.choose_your_group": "Выберите вашу группу",

  "promotions.promotions_bonuses": "Бонусная программа Okie Dokie! клуба",
  "promotions.promotions_bonuses_description": `Новая система лояльности клуба - OkieDokie points! Получайте
                    OkieDokie points и меняйте их на индивидуальные или
                    групповые занятия!`,
  "promotions.promotions_exchange_rate_1":
    "5 OkieDokie points = 1 занятие в группе",
  "promotions.promotions_exchange_rate_2": `10 OkieDokie points = 1 индивидуальное занятие с
                        преподавателем (30 минут)`,
  "promotions.how_to_get_points": "Как получить OkieDokie points?",
  "promotions.how_to_get_points_desc_1": `Сделать репост актуальных новостей и анонсов
                        мероприятий, опубликованных в социальных сетях клуба,
                        помеченных значком 👌 в левом верхнем углу – 1 point`,
  "promotions.how_to_get_points_desc_2": "Победить в викторине – 1 point",
  "promotions.how_to_get_points_desc_3": `Привести на мероприятие друга – 5 points (после оплаты
                        другом занятия, следующего за первым, бесплатным)`,
  "promotions.how_to_obtain_classes":
    "Как обменять накопленные OkieDokie points на занятия?",
  "promotions.how_to_obtain_classes_desc": `Просто дайте об этом знать организатору клуба любым удобным для вас способом – либо на мероприятии, либо в личном сообщении 
Организатор обычно сам спрашивает участников, не пора ли обменять заработанные бонусы на занятия.`,

  "group.elementary": "Дети 9-11 лет",
  "group.elementary_description": `Вы уже знаете простые слова и фразы, умеете читать и понимать короткие тексты.`,

  "group.pre_intermediate": "Дети 10-13 лет",
  "group.pre_intermediate_description": `Вы уже умеете использовать базовые слова и фразы, общаться на простые темы, читать небольшие тексты.`,

  "group.intermediate": "Подростки от 12 лет",
  "group.intermediate_description": `Вы уже понимаете и умеете поддерживать разговор на простые темы, строить более сложные предложения, читать тексты средней сложности.`,

  "group.adults": "Взрослые",
  "group.adults_description": `Вы уже умеете общаться на повседневные темы и составлять полные предложения.`,

  "lesson.successful_signup": `Вы успешно записались на мероприятие!`,
  "lesson.successful_signup_description": `Ссылка отправлена вам на почту, а также будет доступна на главной странице сайта, на картинке забронированного мероприятия, за 15 минут до его начала.`,


  "fields.welcome": 'Добро пожаловать в OkieDokie!',
  "fields.welcome_description": 'Хотите свободно разговаривать на английском? Ищете уютную и дружескую атмосферу для практики? Любите играть в игры? Приходите на наши мероприятия и наслаждайтесь общением в кругу единомышленников!',
  "fields.learn_more": 'Узнать больше',



  "about.title": "Добро пожаловать в OkieDokie!",
  "about.page_title": "Мы рады, что вы присоединились к нашему английскому разговорному клубу! Здесь вас ждут увлекательные встречи, интересные темы для обсуждения и множество игр, которые помогут вам улучшить навыки спонтанной речи и чувствовать себя увереннее.",
  "about.this_is": "OkieDokie! это:",
  "about.desc1": "Интерактивные занятия с опытными преподавателями",
  "about.desc2": "Интернациональные встречи с носителями языка",
  "about.desc3": "Комбинация традиционных и инновационных методик для комфортного и эффективного обучения разговорному языку",
  "about.desc4": "Возможности языкового обмена с ровесниками, изучающими английский по всему миру (не переживайте, мы поможем вам понимать разные акценты!)",
  "about.desc5": "Принимая участие в OkieDokie!, вы не только улучшаете свой английский, но и становитесь более интересными собеседниками! Присоединяйтесь и вместе мы поговорим на разнообразные темы, поиграем в веселые настолки, и подружимся с людьми из разных уголков мира!",
  "about.desc6": "Чтобы не упустить последние новости и расписание специальных гостей, следуйте за новостями в нашей группе ВКонтакте!",
  "about.desc7": "Есть вопросы или идеи для занятий? Мы всегда рады вас выслушать и ответить! Пишите нам ВКонтакте или на email okiedokie.club@gmail.com.",
  "about.feature1.title": "Интерактивные занятия",
  "about.feature2.title": "Международные встречи",
  "about.feature3.title": "Инновационные методики",
  "about.feature4.title": "Языковой обмен",
  "about.contact.title": "Есть вопросы?"
};
